<?php

$lang['email_must_be_array'] = "البريد الإلكتروني التحقق من صحة الأسلوب يجب تمرير صفيف";
$lang['email_invalid_address'] = "%s : عنوان البريد الإلكتروني غير صالح";
$lang['email_attachment_missing'] = "%s : قادر على تحديد موقع الالكتروني التالي الحجز";
$lang['email_attachment_unreadable'] = "%s : غير قادر على فتح هذا الملف المرفق";
$lang['email_no_recipients'] = "يجب أن تشمل المستفيدين : (أ) ، نسخة أو مخفية";
$lang['email_send_failure_phpmail'] = "غير قادر على إرسال البريد الإلكتروني باستخدام [فب] (). الخادم الخاص بك قد لا يتم تكوين لإرسال البريد باستخدام هذا الأسلوب";
$lang['email_send_failure_sendmail'] = "غير قادر على إرسال البريد الإلكتروني باستخدام [فب] تنسخ. الخادم الخاص بك قد لا يتم تكوين لإرسال البريد باستخدام هذا الأسلوب";
$lang['email_send_failure_smtp'] = "غير قادر على إرسال البريد الإلكتروني باستخدام بروتوكول نقل البريد الإلكتروني [فب]. الخادم الخاص بك قد لا يتم تكوين لإرسال البريد باستخدام هذا الأسلوب";
$lang['email_sent'] = "%s : رسالتك قد تم إرسالها بنجاح باستخدام بروتوكول التالية";
$lang['email_no_socket'] = "غير قادر على فتح مأخذ لتنسخ. الرجاء التحقق من الإعدادات";
$lang['email_no_hostname'] = "لم يتم تحديد اسم المضيف بروتوكول نقل البريد الإلكتروني";
$lang['email_smtp_error'] = "%s : بروتوكول نقل البريد الإلكتروني التالي تمت مصادفة خطأ";
$lang['email_no_smtp_unpw'] = "خطأ : يجب تعيين بروتوكول نقل البريد الإلكتروني على اسم المستخدم وكلمة السر";
$lang['email_failed_smtp_login'] = "%s : فشل المصادقة دخول لإرسال الأوامر. الخطأ";
$lang['email_smtp_auth_un'] = "%s : فشل لمصادقة المستخدم. الخطأ";
$lang['email_smtp_auth_pw'] = "%s : فشل لمصادقة كلمة المرور. الخطأ";
$lang['email_smtp_data_failure'] = "%s : غير قادر على إرسال البيانات";
$lang['email_exit_status'] = "%s : خروج رمز الحالة";


/* End of file email_lang.php */
/* Location: ./system/language/english/email_lang.php */
