<?php

$lang['ftp_no_connection']			= "قادر على تحديد موقع معرف اتصال صالحة. يرجى التأكد من أنك متصل قبل تنفيذ أية إجراءات الملف";
$lang['ftp_unable_to_connect']		= "غير قادر على الاتصال بك لخادم بروتوكول نقل الملفات باستخدام اسم المضيف الموردة";
$lang['ftp_unable_to_login']		= "غير قادر على الدخول إلى حسابك في خادم بروتوكول نقل الملفات. الرجاء التحقق من المستخدم وكلمة السر";
$lang['ftp_unable_to_makdir']		= "غير قادر على إنشاء الدليل الذي قمت بتحديده";
$lang['ftp_unable_to_changedir']	= "غير قادر على تغيير الدلائل";
$lang['ftp_unable_to_chmod']		= "غير قادر على تعيين أذونات الملف. الرجاء التحقق من مسار. ملاحظة : هذه الميزة متوفرة فقط في بي اتش بي 5 أو أعلى";
$lang['ftp_unable_to_upload']		= "غير قادر على تحميل الملف المحدد. الرجاء التحقق من مسار";
$lang['ftp_no_source_file']			= "قادر على تحديد موقع الملف المصدر. الرجاء التحقق من مسار";
$lang['ftp_unable_to_rename']		= "غير قادر على إعادة تسمية الملف";
$lang['ftp_unable_to_delete']		= "غير قادر على حذف الملف";
$lang['ftp_unable_to_move']			= "غير قادر على تحريك الملف. يرجى التأكد من وجود الدليل الوجهة";


/* End of file ftp_lang.php */
/* Location: ./system/language/english/ftp_lang.php */
